Repository: vichr-vita/flashcards-open-source-app
Catalog: apps/ios/Flashcards/Flashcards/Resources/Localization/Foundation.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es_es, es_mx, et, fa, fi, fr, gu, he, hi, hr, hu, id, is, it, ja, kn, ko, lt, lv, ml, mr, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zu

# ai.composer.dismiss_keyboard
source: Done
ar: تم
bg: Готово
bn: হয়েছে
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es_es: Listo
es_mx: Listo
et: Valmis
fa: انجام شد
fi: Valmis
fr: OK
gu: પૂર્ણ
he: סיום
hi: हो गया
hr: Gotovo
hu: Kész
id: Selesai
is: Lokið
it: Fine
ja: 完了
kn: ಮುಗಿದಿದೆ
ko: 완료
lt: Atlikta
lv: Gatavs
ml: പൂർത്തിയായി
mr: पूर्ण
nb: Ferdig
nl: Gereed
pa: ਮੁਕੰਮਲ
pl: Gotowe
pt_br: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sl: Končano
sv: Klart
sw: Nimemaliza
ta: முடிந்தது
te: పూర్తయింది
th: เสร็จสิ้น
tr: Bitti
uk: Готово
ur: ہو گیا
vi: Xong
zh_hans: 完成
zu: Kwenziwe

# access_permission_guidance.allowed
source: Open Settings if you want to turn this access off.
ar: إذا أردت إيقاف هذا الوصول، فافتح الإعدادات.
bg: Отворете Настройки, ако искате да изключите този достъп.
bn: আপনি যদি এই অ্যাক্সেস বন্ধ করতে চান তবে সেটিংস খুলুন।
ca: Obriu Configuració si voleu desactivar aquest accés.
cs: Pokud chcete tento přístup vypnout, otevřete Nastavení.
da: Åbn Indstillinger, hvis du vil slå denne adgang fra.
de: Öffne die Einstellungen, wenn du diesen Zugriff deaktivieren möchtest.
el: Ανοίξτε τις Ρυθμίσεις για να απενεργοποιήσετε αυτήν την πρόσβαση.
es_es: Abre Ajustes si quieres desactivar este acceso.
es_mx: Abre Ajustes si quieres desactivar este acceso.
et: Kui soovid selle juurdepääsu välja lülitada, ava seaded.
fa: اگر می‌خواهید این دسترسی را غیرفعال کنید، تنظیمات را باز کنید.
fi: Avaa asetukset, jos haluat poistaa tämän käyttöoikeuden.
fr: Ouvrez Réglages si vous souhaitez désactiver cet accès.
gu: આ ઍક્સેસ બંધ કરવા માટે સેટિંગ્સ ખોલો.
he: כדי לבטל את הגישה, יש לפתוח את ההגדרות.
hi: अगर आप यह एक्सेस बंद करना चाहते हैं, तो सेटिंग्स खोलें।
hr: Otvorite Postavke ako želite isključiti ovaj pristup.
hu: A hozzáférés kikapcsolásához nyisd meg a Beállításokat.
id: Buka Pengaturan untuk menonaktifkan akses ini.
is: Opnaðu Stillingar ef þú vilt slökkva á þessum aðgangi.
it: Apri Impostazioni per disattivare questo accesso.
ja: このアクセスをオフにするには、「設定」を開いてください。
kn: ಈ ಪ್ರವೇಶವನ್ನು ನಿಲ್ಲಿಸಲು ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ.
ko: 이 접근을 끄려면 설정을 여세요.
lt: Norėdami išjungti šią prieigą, atidarykite nustatymus.
lv: Lai izslēgtu šo piekļuvi, atveriet iestatījumus.
ml: ഈ അനുമതി ഓഫാക്കാൻ ക്രമീകരണങ്ങൾ തുറക്കുക.
mr: हा प्रवेश बंद करायचा असल्यास सेटिंग्ज उघडा.
nb: Åpne Innstillinger hvis du vil slå av denne tilgangen.
nl: Open Instellingen als je deze toegang wilt uitschakelen.
pa: ਇਹ ਪਹੁੰਚ ਬੰਦ ਕਰਨ ਲਈ ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ।
pl: Otwórz Ustawienia, jeśli chcesz wyłączyć ten dostęp.
pt_br: Abra os Ajustes se quiser desativar esse acesso.
ro: Deschide Configurări dacă vrei să dezactivezi acest acces.
ru: Откройте «Настройки», если хотите отключить этот доступ.
sk: Ak chcete tento prístup vypnúť, otvorte Nastavenia.
sl: Če želite ta dostop izklopiti, odprite Nastavitve.
sv: Öppna Inställningar om du vill stänga av åtkomsten.
sw: Fungua Mipangilio ikiwa unataka kuzima ufikiaji huu.
ta: இந்த அணுகலை முடக்க விரும்பினால் அமைப்புகளைத் திறக்கவும்.
te: ఈ అనుమతిని ఆఫ్ చేయాలంటే సెట్టింగ్‌లను తెరవండి.
th: เปิดการตั้งค่าหากต้องการปิดสิทธิ์นี้
tr: Bu erişimi kapatmak için Ayarlar’ı açın.
uk: Відкрийте Параметри, щоб вимкнути цей доступ.
ur: اگر آپ یہ رسائی بند کرنا چاہتے ہیں تو ترتیبات کھولیں۔
vi: Mở Cài đặt nếu bạn muốn tắt quyền truy cập này.
zh_hans: 如果你想关闭此访问权限，请打开“设置”。
zu: Vula Izilungiselelo uma ufuna ukuvala le mvume.

# access_permission_guidance.ask_every_time
source: Request access now, or open Settings later if you want to manage it manually.
ar: اطلب الوصول الآن، أو افتح الإعدادات لاحقًا إذا أردت إدارته يدويًا.
bg: Поискайте достъп сега или отворете Настройки по-късно, ако искате да го управлявате ръчно.
bn: এখনই অ্যাক্সেসের জন্য অনুরোধ করুন, অথবা আপনি যদি ম্যানুয়ালি এটি পরিচালনা করতে চান তাহলে পরে সেটিংস খুলুন।
ca: Sol·liciteu accés ara o obriu Configuració més tard si voleu gestionar-lo manualment.
cs: Požádejte o přístup nyní, nebo jej později spravujte ručně v Nastavení.
da: Anmod om adgang nu, eller administrer den senere manuelt i Indstillinger.
de: Fordere den Zugriff jetzt an oder öffne später die Einstellungen, wenn du ihn manuell verwalten möchtest.
el: Ζητήστε πρόσβαση τώρα ή διαχειριστείτε τη χειροκίνητα αργότερα στις Ρυθμίσεις.
es_es: Solicita acceso ahora o abre Ajustes más tarde si quieres gestionarlo manualmente.
es_mx: Solicita acceso ahora o abre Ajustes más tarde si quieres gestionarlo manualmente.
et: Taotle juurdepääsu kohe või ava seaded hiljem, et seda käsitsi hallata.
fa: اکنون درخواست دسترسی دهید یا برای مدیریت دستی آن بعداً تنظیمات را باز کنید.
fi: Pyydä käyttöoikeutta nyt tai hallitse sitä myöhemmin asetuksissa.
fr: Demandez l’accès maintenant, ou ouvrez Réglages plus tard si vous souhaitez le gérer manuellement.
gu: હમણાં ઍક્સેસની વિનંતી કરો અથવા તેને જાતે સંચાલિત કરવા પછી સેટિંગ્સ ખોલો.
he: אפשר לבקש גישה כעת, או לפתוח את ההגדרות בהמשך לניהול ידני שלה.
hi: अभी एक्सेस माँगें, या यदि आप इसे मैन्युअल रूप से प्रबंधित करना चाहते हैं तो बाद में सेटिंग्स खोलें।
hr: Zatražite pristup sada ili otvorite Postavke kasnije da biste njime upravljali ručno.
hu: Kérj hozzáférést most, vagy kezeld később a Beállításokban.
id: Minta akses sekarang, atau buka Pengaturan nanti untuk mengelolanya secara manual.
is: Óskaðu eftir aðgangi núna eða opnaðu Stillingar síðar til að stjórna honum handvirkt.
it: Richiedi l’accesso ora oppure apri Impostazioni in seguito per gestirlo manualmente.
ja: 今すぐアクセスをリクエストするか、手動で管理したい場合は後で「設定」を開いてください。
kn: ಈಗ ಪ್ರವೇಶವನ್ನು ವಿನಂತಿಸಿ ಅಥವಾ ನಂತರ ಕೈಯಾರೆ ನಿರ್ವಹಿಸಲು ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ.
ko: 지금 접근을 요청하거나 나중에 설정에서 직접 관리하세요.
lt: Prašykite prieigos dabar arba vėliau atidarykite nustatymus ir valdykite ją patys.
lv: Pieprasiet piekļuvi tagad vai vēlāk pārvaldiet to iestatījumos.
ml: ഇപ്പോൾ അനുമതി അഭ്യർത്ഥിക്കുക, അല്ലെങ്കിൽ പിന്നീട് ക്രമീകരണങ്ങളിൽ അത് നിയന്ത്രിക്കുക.
mr: आता प्रवेशाची विनंती करा किंवा स्वतः व्यवस्थापित करण्यासाठी नंतर सेटिंग्ज उघडा.
nb: Be om tilgang nå, eller åpne Innstillinger senere hvis du vil administrere den selv.
nl: Vraag nu toegang aan of open later Instellingen om dit zelf te beheren.
pa: ਹੁਣੇ ਪਹੁੰਚ ਮੰਗੋ ਜਾਂ ਇਸਨੂੰ ਖੁਦ ਸੰਭਾਲਣ ਲਈ ਬਾਅਦ ਵਿੱਚ ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ।
pl: Poproś o dostęp teraz lub otwórz Ustawienia później, aby zarządzać nim ręcznie.
pt_br: Solicite o acesso agora ou abra os Ajustes depois, se quiser gerenciá-lo manualmente.
ro: Solicită acces acum sau deschide Configurări mai târziu pentru a-l gestiona manual.
ru: Запросите доступ сейчас или позже откройте «Настройки», если хотите управлять им вручную.
sk: Požiadajte o prístup teraz alebo ho neskôr spravujte ručne v Nastaveniach.
sl: Dostop zahtevajte zdaj ali ga pozneje ročno uredite v Nastavitvah.
sv: Begär åtkomst nu eller hantera den manuellt i Inställningar senare.
sw: Omba ufikiaji sasa, au fungua Mipangilio baadaye ili kuudhibiti mwenyewe.
ta: இப்போது அணுகலைக் கோரவும் அல்லது பின்னர் நீங்களே நிர்வகிக்க அமைப்புகளைத் திறக்கவும்.
te: ఇప్పుడే అనుమతి కోరండి లేదా తర్వాత స్వయంగా నిర్వహించడానికి సెట్టింగ్‌లను తెరవండి.
th: ขอสิทธิ์ตอนนี้ หรือเปิดการตั้งค่าภายหลังเพื่อจัดการด้วยตนเอง
tr: Şimdi erişim isteyin veya daha sonra elle yönetmek için Ayarlar’ı açın.
uk: Запросіть доступ зараз або відкрийте Параметри пізніше, щоб керувати ним вручну.
ur: ابھی رسائی کی درخواست کریں، یا بعد میں خود انتظام کرنے کے لیے ترتیبات کھولیں۔
vi: Yêu cầu quyền truy cập ngay hoặc mở Cài đặt sau để tự quản lý.
zh_hans: 现在请求访问权限，或者稍后打开“设置”手动管理。
zu: Cela imvume manje, noma uvule Izilungiselelo kamuva ukuze uzilawulele yona.

# access_permission_guidance.camera.blocked
source: Camera access is turned off for lingvichr. Open Settings > Privacy & Security > Camera to change it.
ar: تم إيقاف الوصول إلى الكاميرا لتطبيق lingvichr. افتح الإعدادات > الخصوصية والأمان > الكاميرا لتغييره.
bg: Достъпът до камерата е изключен за lingvichr. Отворете Настройки > Поверителност и сигурност > Камера, за да го промените.
bn: lingvichr এর জন্য ক্যামেরা অ্যাক্সেস বন্ধ করা আছে। এটি পরিবর্তন করতে সেটিংস > গোপনীয়তা এবং নিরাপত্তা > ক্যামেরা খুলুন।
ca: L'accés a la càmera està desactivat per a lingvichr. Obriu Configuració > Privadesa i seguretat > Càmera per canviar-ho.
cs: Přístup k fotoaparátu je pro lingvichr vypnutý. Změníte jej v Nastavení > Soukromí a zabezpečení > Fotoaparát.
da: Kameraadgang er slået fra for lingvichr. Åbn Indstillinger > Anonymitet & sikkerhed > Kamera for at ændre det.
de: Der Kamerazugriff für lingvichr ist deaktiviert. Öffne Einstellungen > Datenschutz und Sicherheit > Kamera, um das zu ändern.
el: Η πρόσβαση στην κάμερα είναι απενεργοποιημένη για το lingvichr. Αλλάξτε την στις Ρυθμίσεις > Απόρρητο και ασφάλεια > Κάμερα.
es_es: El acceso a la cámara está desactivado para lingvichr. Abre Ajustes > Privacidad y seguridad > Cámara para cambiarlo.
es_mx: El acceso a la cámara está desactivado para lingvichr. Abre Ajustes > Privacidad y seguridad > Cámara para cambiarlo.
et: lingvichr kaamerale juurdepääs on välja lülitatud. Selle muutmiseks ava Seaded > Privaatsus ja turvalisus > Kaamera.
fa: دسترسی lingvichr به دوربین غیرفعال است. برای تغییر آن، تنظیمات > حریم خصوصی و امنیت > دوربین را باز کنید.
fi: lingvichrn kameran käyttöoikeus on poistettu. Muuta sitä kohdassa Asetukset > Tietosuoja ja suojaus > Kamera.
fr: L’accès à l’appareil photo est désactivé pour lingvichr. Ouvrez Réglages > Confidentialité et sécurité > Appareil photo pour le modifier.
gu: lingvichr માટે કૅમેરાની ઍક્સેસ બંધ છે. બદલવા માટે સેટિંગ્સ > ગોપનીયતા અને સુરક્ષા > કૅમેરા ખોલો.
he: הגישה למצלמה כבויה עבור lingvichr. לשינוי, יש לפתוח הגדרות > פרטיות ואבטחה > מצלמה.
hi: lingvichr के लिए कैमरा एक्सेस बंद है। इसे बदलने के लिए सेटिंग्स > गोपनीयता और सुरक्षा > कैमरा खोलें।
hr: Pristup kameri isključen je za lingvichr. Za promjenu otvorite Postavke > Privatnost i sigurnost > Kamera.
hu: A lingvichr kamerahozzáférése ki van kapcsolva. Módosítsd a Beállítások > Adatvédelem és biztonság > Kamera alatt.
id: Akses kamera untuk lingvichr dinonaktifkan. Buka Pengaturan > Privasi & Keamanan > Kamera untuk mengubahnya.
is: Slökkt er á myndavélaaðgangi fyrir lingvichr. Opnaðu Stillingar > Persónuvernd og öryggi > Myndavél til að breyta því.
it: L’accesso alla fotocamera è disattivato per lingvichr. Apri Impostazioni > Privacy e sicurezza > Fotocamera per modificarlo.
ja: lingvichr のカメラへのアクセスはオフです。変更するには「設定」>「プライバシーとセキュリティ」>「カメラ」を開いてください。
kn: lingvichrಗೆ ಕ್ಯಾಮೆರಾ ಪ್ರವೇಶ ನಿಷ್ಕ್ರಿಯವಾಗಿದೆ. ಬದಲಿಸಲು ಸೆಟ್ಟಿಂಗ್‌ಗಳು > ಗೌಪ್ಯತೆ ಮತ್ತು ಭದ್ರತೆ > ಕ್ಯಾಮೆರಾ ತೆರೆಯಿರಿ.
ko: lingvichr의 카메라 접근이 꺼져 있습니다. 설정 > 개인정보 보호 및 보안 > 카메라에서 변경하세요.
lt: lingvichr prieiga prie kameros išjungta. Norėdami ją pakeisti, atidarykite Nustatymai > Privatumas ir sauga > Kamera.
lv: lingvichr piekļuve kamerai ir izslēgta. Lai to mainītu, atveriet Iestatījumi > Privātums un drošība > Kamera.
ml: lingvichr-യ്ക്ക് ക്യാമറ അനുമതി ഓഫാണ്. മാറ്റാൻ ക്രമീകരണങ്ങൾ > സ്വകാര്യതയും സുരക്ഷയും > ക്യാമറ തുറക്കുക.
mr: lingvichr साठी कॅमेऱ्याचा प्रवेश बंद आहे. बदलण्यासाठी सेटिंग्ज > गोपनीयता आणि सुरक्षा > कॅमेरा उघडा.
nb: Kameratilgang er slått av for lingvichr. Åpne Innstillinger > Personvern og sikkerhet > Kamera for å endre dette.
nl: Cameratoegang is uitgeschakeld voor lingvichr. Open Instellingen > Privacy en beveiliging > Camera om dit te wijzigen.
pa: lingvichr ਲਈ ਕੈਮਰੇ ਦੀ ਪਹੁੰਚ ਬੰਦ ਹੈ। ਇਸਨੂੰ ਬਦਲਣ ਲਈ ਸੈਟਿੰਗਾਂ > ਪਰਦੇਦਾਰੀ ਅਤੇ ਸੁਰੱਖਿਆ > ਕੈਮਰਾ ਖੋਲ੍ਹੋ।
pl: Dostęp do aparatu jest wyłączony dla lingvichr. Aby to zmienić, otwórz Ustawienia > Prywatność i ochrona > Aparat.
pt_br: O acesso à câmera está desativado para o lingvichr. Abra Ajustes > Privacidade e Segurança > Câmera para alterar.
ro: Accesul la cameră este dezactivat pentru lingvichr. Deschide Configurări > Intimitate și securitate > Cameră pentru a-l modifica.
ru: Доступ к камере для lingvichr отключен. Чтобы изменить это, откройте «Настройки» > «Конфиденциальность и безопасность» > «Камера».
sk: Prístup k fotoaparátu je pre lingvichr vypnutý. Zmeňte ho v Nastavenia > Súkromie a bezpečnosť > Kamera.
sl: Dostop do kamere je za lingvichr izklopljen. Spremenite ga v Nastavitve > Zasebnost in varnost > Kamera.
sv: Kameraåtkomst är avstängd för lingvichr. Ändra det under Inställningar > Integritet och säkerhet > Kamera.
sw: Ufikiaji wa kamera umezimwa kwa lingvichr. Fungua Mipangilio > Faragha na Usalama > Kamera ili kuubadilisha.
ta: lingvichr-க்கு கேமரா அணுகல் முடக்கப்பட்டுள்ளது. மாற்ற அமைப்புகள் > தனியுரிமை மற்றும் பாதுகாப்பு > கேமராவைத் திறக்கவும்.
te: lingvichr కోసం కెమెరా అనుమతి ఆఫ్‌లో ఉంది. మార్చడానికి సెట్టింగ్‌లు > గోప్యత మరియు భద్రత > కెమెరాను తెరవండి.
th: lingvichr ไม่มีสิทธิ์ใช้กล้อง เปิดการตั้งค่า > ความเป็นส่วนตัวและความปลอดภัย > กล้อง เพื่อเปลี่ยนสิทธิ์
tr: lingvichr için kamera erişimi kapalı. Değiştirmek için Ayarlar > Gizlilik ve Güvenlik > Kamera’yı açın.
uk: Доступ lingvichr до камери вимкнено. Відкрийте Параметри > Приватність і безпека > Камера, щоб змінити це.
ur: lingvichr کے لیے کیمرے کی رسائی بند ہے۔ اسے بدلنے کے لیے ترتیبات > رازداری اور سیکیورٹی > کیمرا کھولیں۔
vi: Quyền truy cập camera của lingvichr đang tắt. Mở Cài đặt > Quyền riêng tư & Bảo mật > Camera để thay đổi.
zh_hans: lingvichr 的相机访问权限已关闭。打开“设置”>“隐私与安全性”>“相机”进行更改。
zu: Imvume yekhamera ye-lingvichr ivaliwe. Vula Izilungiselelo > Ubumfihlo Nokuphepha > Ikhamera ukuze uyishintshe.

# access_permission_guidance.limited
source: Open Settings to review or expand this access.
ar: افتح الإعدادات لمراجعة هذا الوصول أو توسيعه.
bg: Отворете Настройки, за да прегледате или разширите този достъп.
bn: এই অ্যাক্সেস পর্যালোচনা বা প্রসারিত করতে সেটিংস খুলুন।
ca: Obriu Configuració per revisar o ampliar aquest accés.
cs: Otevřete Nastavení a zkontrolujte nebo rozšiřte tento přístup.
da: Åbn Indstillinger for at gennemgå eller udvide denne adgang.
de: Öffne die Einstellungen, um diesen Zugriff zu prüfen oder zu erweitern.
el: Ανοίξτε τις Ρυθμίσεις για να ελέγξετε ή να επεκτείνετε αυτήν την πρόσβαση.
es_es: Abre Ajustes para revisar o ampliar este acceso.
es_mx: Abre Ajustes para revisar o ampliar este acceso.
et: Selle juurdepääsu kontrollimiseks või laiendamiseks ava seaded.
fa: برای بررسی یا گسترش این دسترسی، تنظیمات را باز کنید.
fi: Tarkista käyttöoikeus tai laajenna sitä avaamalla asetukset.
fr: Ouvrez Réglages pour vérifier ou étendre cet accès.
gu: આ ઍક્સેસ તપાસવા અથવા વધારવા માટે સેટિંગ્સ ખોલો.
he: יש לפתוח את ההגדרות כדי לבדוק או להרחיב את הגישה.
hi: इस एक्सेस की समीक्षा करने या इसे बढ़ाने के लिए सेटिंग्स खोलें।
hr: Otvorite Postavke da biste pregledali ili proširili ovaj pristup.
hu: A hozzáférés ellenőrzéséhez vagy bővítéséhez nyisd meg a Beállításokat.
id: Buka Pengaturan untuk meninjau atau memperluas akses ini.
is: Opnaðu Stillingar til að skoða eða auka þennan aðgang.
it: Apri Impostazioni per controllare o ampliare questo accesso.
ja: このアクセスを確認または拡張するには、「設定」を開いてください。
kn: ಈ ಪ್ರವೇಶವನ್ನು ಪರಿಶೀಲಿಸಲು ಅಥವಾ ವಿಸ್ತರಿಸಲು ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ತೆರೆಯಿರಿ.
ko: 이 접근을 확인하거나 확대하려면 설정을 여세요.
lt: Norėdami peržiūrėti arba išplėsti šią prieigą, atidarykite nustatymus.
lv: Lai pārskatītu vai paplašinātu šo piekļuvi, atveriet iestatījumus.
ml: ഈ അനുമതി പരിശോധിക്കാനോ വിപുലീകരിക്കാനോ ക്രമീകരണങ്ങൾ തുറക്കുക.
mr: हा प्रवेश पाहण्यासाठी किंवा वाढवण्यासाठी सेटिंग्ज उघडा.
nb: Åpne Innstillinger for å se gjennom eller utvide tilgangen.
nl: Open Instellingen om deze toegang te bekijken of uit te breiden.
pa: ਇਸ ਪਹੁੰਚ ਨੂੰ ਦੇਖਣ ਜਾਂ ਵਧਾਉਣ ਲਈ ਸੈਟਿੰਗਾਂ ਖੋਲ੍ਹੋ।
pl: Otwórz Ustawienia, aby sprawdzić lub rozszerzyć ten dostęp.
pt_br: Abra os Ajustes para revisar ou ampliar esse acesso.
ro: Deschide Configurări pentru a verifica sau extinde acest acces.
ru: Откройте «Настройки», чтобы проверить или расширить этот доступ.
sk: Ak chcete tento prístup skontrolovať alebo rozšíriť, otvorte Nastavenia.
sl: Za pregled ali razširitev dostopa odprite Nastavitve.
sv: Öppna Inställningar för att granska eller utöka åtkomsten.
sw: Fungua Mipangilio ili kukagua au kupanua ufikiaji huu.
ta: இந்த அணுகலைப் பார்க்க அல்லது விரிவாக்க அமைப்புகளைத் திறக்கவும்.
te: ఈ అనుమతిని పరిశీలించడానికి లేదా విస్తరించడానికి సెట్టింగ్‌లను తెరవండి.
th: เปิดการตั้งค่าเพื่อตรวจสอบหรือเพิ่มสิทธิ์นี้
tr: Bu erişimi gözden geçirmek veya genişletmek için Ayarlar’ı açın.
uk: Відкрийте Параметри, щоб переглянути або розширити цей доступ.
ur: اس رسائی کا جائزہ لینے یا اسے بڑھانے کے لیے ترتیبات کھولیں۔
vi: Mở Cài đặt để xem lại hoặc mở rộng quyền truy cập này.
zh_hans: 打开“设置”以查看或扩大此访问权限。
zu: Vula Izilungiselelo ukuze ubuyekeze noma wandise le mvume.

# access_permission_guidance.microphone.blocked
source: Microphone access is turned off for lingvichr. Open Settings > Privacy & Security > Microphone to change it.
ar: تم إيقاف الوصول إلى الميكروفون لتطبيق lingvichr. افتح الإعدادات > الخصوصية والأمان > الميكروفون لتغييره.
bg: Достъпът до микрофона е изключен за lingvichr. Отворете Настройки > Поверителност и сигурност > Микрофон, за да го промените.
bn: lingvichr এর জন্য মাইক্রোফোন অ্যাক্সেস বন্ধ করা হয়েছে। এটি পরিবর্তন করতে সেটিংস > গোপনীয়তা ও নিরাপত্তা > মাইক্রোফোন খুলুন।
ca: L'accés al micròfon està desactivat per a lingvichr. Obriu Configuració > Privadesa i seguretat > Micròfon per canviar-lo.
cs: Přístup k mikrofonu je pro lingvichr vypnutý. Změníte jej v Nastavení > Soukromí a zabezpečení > Mikrofon.
da: Mikrofonadgang er slået fra for lingvichr. Åbn Indstillinger > Anonymitet & sikkerhed > Mikrofon for at ændre det.
de: Der Mikrofonzugriff für lingvichr ist deaktiviert. Öffne Einstellungen > Datenschutz und Sicherheit > Mikrofon, um das zu ändern.
el: Η πρόσβαση στο μικρόφωνο είναι απενεργοποιημένη για το lingvichr. Αλλάξτε την στις Ρυθμίσεις > Απόρρητο και ασφάλεια > Μικρόφωνο.
es_es: El acceso al micrófono está desactivado para lingvichr. Abre Ajustes > Privacidad y seguridad > Micrófono para cambiarlo.
es_mx: El acceso al micrófono está desactivado para lingvichr. Abre Ajustes > Privacidad y seguridad > Micrófono para cambiarlo.
et: lingvichr mikrofoni juurdepääs on välja lülitatud. Selle muutmiseks ava Seaded > Privaatsus ja turvalisus > Mikrofon.
fa: دسترسی lingvichr به میکروفون غیرفعال است. برای تغییر آن، تنظیمات > حریم خصوصی و امنیت > میکروفون را باز کنید.
fi: lingvichrn mikrofonin käyttöoikeus on poistettu. Muuta sitä kohdassa Asetukset > Tietosuoja ja suojaus > Mikrofoni.
fr: L’accès au microphone est désactivé pour lingvichr. Ouvrez Réglages > Confidentialité et sécurité > Microphone pour le modifier.
gu: lingvichr માટે માઇક્રોફોનની ઍક્સેસ બંધ છે. બદલવા માટે સેટિંગ્સ > ગોપનીયતા અને સુરક્ષા > માઇક્રોફોન ખોલો.
he: הגישה למיקרופון כבויה עבור lingvichr. לשינוי, יש לפתוח הגדרות > פרטיות ואבטחה > מיקרופון.
hi: lingvichr के लिए माइक्रोफ़ोन एक्सेस बंद है। इसे बदलने के लिए सेटिंग्स > गोपनीयता और सुरक्षा > माइक्रोफ़ोन खोलें।
hr: Pristup mikrofonu isključen je za lingvichr. Za promjenu otvorite Postavke > Privatnost i sigurnost > Mikrofon.
hu: A lingvichr mikrofonhozzáférése ki van kapcsolva. Módosítsd a Beállítások > Adatvédelem és biztonság > Mikrofon alatt.
id: Akses mikrofon untuk lingvichr dinonaktifkan. Buka Pengaturan > Privasi & Keamanan > Mikrofon untuk mengubahnya.
is: Slökkt er á hljóðnemaaðgangi fyrir lingvichr. Opnaðu Stillingar > Persónuvernd og öryggi > Hljóðnemi til að breyta því.
it: L’accesso al microfono è disattivato per lingvichr. Apri Impostazioni > Privacy e sicurezza > Microfono per modificarlo.
ja: lingvichr のマイクへのアクセスはオフです。変更するには「設定」>「プライバシーとセキュリティ」>「マイク」を開いてください。
kn: lingvichrಗೆ ಮೈಕ್ರೊಫೋನ್ ಪ್ರವೇಶ ನಿಷ್ಕ್ರಿಯವಾಗಿದೆ. ಬದಲಿಸಲು ಸೆಟ್ಟಿಂಗ್‌ಗಳು > ಗೌಪ್ಯತೆ ಮತ್ತು ಭದ್ರತೆ > ಮೈಕ್ರೊಫೋನ್ ತೆರೆಯಿರಿ.
ko: lingvichr의 마이크 접근이 꺼져 있습니다. 설정 > 개인정보 보호 및 보안 > 마이크에서 변경하세요.
lt: lingvichr prieiga prie mikrofono išjungta. Norėdami ją pakeisti, atidarykite Nustatymai > Privatumas ir sauga > Mikrofonas.
lv: lingvichr piekļuve mikrofonam ir izslēgta. Lai to mainītu, atveriet Iestatījumi > Privātums un drošība > Mikrofons.
ml: lingvichr-യ്ക്ക് മൈക്രോഫോൺ അനുമതി ഓഫാണ്. മാറ്റാൻ ക്രമീകരണങ്ങൾ > സ്വകാര്യതയും സുരക്ഷയും > മൈക്രോഫോൺ തുറക്കുക.
mr: lingvichr साठी मायक्रोफोनचा प्रवेश बंद आहे. बदलण्यासाठी सेटिंग्ज > गोपनीयता आणि सुरक्षा > मायक्रोफोन उघडा.
nb: Mikrofontilgang er slått av for lingvichr. Åpne Innstillinger > Personvern og sikkerhet > Mikrofon for å endre dette.
nl: Microfoontoegang is uitgeschakeld voor lingvichr. Open Instellingen > Privacy en beveiliging > Microfoon om dit te wijzigen.
pa: lingvichr ਲਈ ਮਾਈਕ੍ਰੋਫ਼ੋਨ ਦੀ ਪਹੁੰਚ ਬੰਦ ਹੈ। ਇਸਨੂੰ ਬਦਲਣ ਲਈ ਸੈਟਿੰਗਾਂ > ਪਰਦੇਦਾਰੀ ਅਤੇ ਸੁਰੱਖਿਆ > ਮਾਈਕ੍ਰੋਫ਼ੋਨ ਖੋਲ੍ਹੋ।
pl: Dostęp do mikrofonu jest wyłączony dla lingvichr. Aby to zmienić, otwórz Ustawienia > Prywatność i ochrona > Mikrofon.
pt_br: O acesso ao microfone está desativado para o lingvichr. Abra Ajustes > Privacidade e Segurança > Microfone para alterar.
ro: Accesul la microfon este dezactivat pentru lingvichr. Deschide Configurări > Intimitate și securitate > Microfon pentru a-l modifica.
ru: Доступ к микрофону для lingvichr отключен. Чтобы изменить это, откройте «Настройки» > «Конфиденциальность и безопасность» > «Микрофон».
sk: Prístup k mikrofónu je pre lingvichr vypnutý. Zmeňte ho v Nastavenia > Súkromie a bezpečnosť > Mikrofón.
sl: Dostop do mikrofona je za lingvichr izklopljen. Spremenite ga v Nastavitve > Zasebnost in varnost > Mikrofon.
sv: Mikrofonåtkomst är avstängd för lingvichr. Ändra det under Inställningar > Integritet och säkerhet > Mikrofon.
sw: Ufikiaji wa maikrofoni umezimwa kwa lingvichr. Fungua Mipangilio > Faragha na Usalama > Maikrofoni ili kuubadilisha.
ta: lingvichr-க்கு மைக்ரோஃபோன் அணுகல் முடக்கப்பட்டுள்ளது. மாற்ற அமைப்புகள் > தனியுரிமை மற்றும் பாதுகாப்பு > மைக்ரோஃபோனைத் திறக்கவும்.
te: lingvichr కోసం మైక్రోఫోన్ అనుమతి ఆఫ్‌లో ఉంది. మార్చడానికి సెట్టింగ్‌లు > గోప్యత మరియు భద్రత > మైక్రోఫోన్‌ను తెరవండి.
th: lingvichr ไม่มีสิทธิ์ใช้ไมโครโฟน เปิดการตั้งค่า > ความเป็นส่วนตัวและความปลอดภัย > ไมโครโฟน เพื่อเปลี่ยนสิทธิ์
tr: lingvichr için mikrofon erişimi kapalı. Değiştirmek için Ayarlar > Gizlilik ve Güvenlik > Mikrofon’u açın.
uk: Доступ lingvichr до мікрофона вимкнено. Відкрийте Параметри > Приватність і безпека > Мікрофон, щоб змінити це.
ur: lingvichr کے لیے مائیکروفون کی رسائی بند ہے۔ اسے بدلنے کے لیے ترتیبات > رازداری اور سیکیورٹی > مائیکروفون کھولیں۔
vi: Quyền truy cập micrô của lingvichr đang tắt. Mở Cài đặt > Quyền riêng tư & Bảo mật > Micrô để thay đổi.
zh_hans: lingvichr 的麦克风访问权限已关闭。打开“设置”>“隐私与安全性”>“麦克风”进行更改。
zu: Imvume yemakrofoni ye-lingvichr ivaliwe. Vula Izilungiselelo > Ubumfihlo Nokuphepha > Imakrofoni ukuze uyishintshe.
